<?php

use Illuminate\Database\Seeder;
use Illuminate\Support\Facades\DB;
use Illuminate\Support\Facades\Hash;
use Illuminate\Support\Str;

class DatabaseSeeder extends Seeder
{
    /**
     * Seed the application's database.
     *
     * @return void
     */
    public function run()
    {
        
        $c1 = DB::table('categories')->insert(['category_name' =>"Онцлох мэдээ"]);
        DB::table('categories')->insert(['category_name' =>"Цаг үеийн мэдээ"]);
        DB::table('categories')->insert(['category_name' =>"Санал гомдлын хариу"]);
        DB::table('categories')->insert(['category_name' =>"Шуурхай зөвлөгөөн"]);
        DB::table('categories')->insert(['category_name' =>"мэдээний ангилал 5"]);

        DB::table('apartments')->insert(['apartment_name' =>"Саарлын", 'apartment_number'=> "Байрны дугаар 1"]);
        DB::table('apartments')->insert(['apartment_name' =>"Ягаан", 'apartment_number'=> "Байрны дугаар 1"]);
        DB::table('apartments')->insert(['apartment_name' =>"Нэхмэл шар", 'apartment_number'=> "Байрны дугаар 1"]);
        DB::table('apartments')->insert(['apartment_name' =>"Александра", 'apartment_number'=> "Байрны дугаар 1"]);
        DB::table('apartments')->insert(['apartment_name' =>"Хийморь 19", 'apartment_number'=> "Байрны дугаар 1"]);
        DB::table('apartments')->insert(['apartment_name' =>"Цагаан 7", 'apartment_number'=> "Байрны дугаар 1"]);
        DB::table('apartments')->insert(['apartment_name' =>"Нутгийн буян", 'apartment_number'=> "Байрны дугаар 1"]);
        DB::table('apartments')->insert(['apartment_name' =>"Байрны нэр 8", 'apartment_number'=> "Байрны дугаар 1"]);
        DB::table('apartments')->insert(['apartment_name' =>"Байрны нэр 9", 'apartment_number'=> "Байрны дугаар 1"]);
        DB::table('apartments')->insert(['apartment_name' =>"Байрны нэр 10", 'apartment_number'=> "Байрны дугаар 1"]);
        DB::table('posts')->insert(['title' =>"ВАКЦИНЖУУЛАЛТЫН ЦЭГ", 'short_description'=> "Бизнесийн салбарт үйл ажиллагаа явуулж буй аж ахуйн нэгжүүд, хувиараа хөдөлмөр эрхлэгч та бүхнийг 5 жил тутамд явагддаг улсын тооллогодоо идэвхтэй хамрагдахыг уриалж байна.
        Та https://toollogo.1212.mn/ цахим хуудсанд хандан тооллогодоо хамрагдана уу.
       Энэ нь таны заавал биелүүлэх үүрэг мөн.
       #ҮндэснийСтатистикийнХороо #Статистик #NSO #Statistics #Тооллого2021 #ААНБТооллого2021", 'category_id'=> $c1]);
        DB::table('posts')->insert(['title' =>"АЖ АХУЙН НЭГЖ, БАЙГУУЛЛАГЫН тооллогын хугацаа дуусахад 6 хоног үлдлээ", 'short_description'=> "Бизнесийн салбарт үйл ажиллагаа явуулж буй аж ахуйн нэгжүүд, хувиараа хөдөлмөр эрхлэгч та бүхнийг 5 жил тутамд явагддаг улсын тооллогодоо идэвхтэй хамрагдахыг уриалж байна.
        Та https://toollogo.1212.mn/ цахим хуудсанд хандан тооллогодоо хамрагдана уу.
       Энэ нь таны заавал биелүүлэх үүрэг мөн.
       #ҮндэснийСтатистикийнХороо #Статистик #NSO #Statistics #Тооллого2021 #ААНБТооллого2021", 'category_id'=> $c1]);
        DB::table('posts')->insert(['title' =>"Зорилтот бүлгийн иргэдийн 50 хувь нэмэлт тунд хамрагдвал бүх төрлийн хичээл, сургалтын үйл ажиллагааг бүрэн нээнэ", 'short_description'=> "Коронавируст халдварын тохиолдол өмнөх долоо хоногтоо харьцуулахад 26.2 хувиар буурсан байна. Өвчлөлийн тохиолдол буурч буй нь нэмэлт тунгийн дархлаажуулалттай холбоотой гэж Эрүүл мэндийн сайд хэллээ.", 'category_id'=> $c1]);
        DB::table('posts')->insert(['title' =>"Нийслэлийн иргэд бизнес эрхлэх цахим сургалтад хамрагдах боломжтой боллоо", 'short_description'=> "Жижиг бизнес эрхлэх цахим сургалтууд нь бизнесээ хэрхэн эхлүүлэх арга зам, амжилттай удирдан явуулах аргачлалыг нэг бүрчлэн заах бөгөөд нийслэлийн иргэдэд үнэ төлбөргүй, нээлттэй хүрэх юм. Сургалтыг бүрэн дүүргэсэн иргэдэд НЗДТГ, Олон улсын шилжилт хөдөлгөөний байгууллагаас сертификат олгоно.", 'category_id'=> $c1]);
        DB::table('posts')->insert(['title' =>"Нийслэлийн жижиг, дунд үйлдвэр, үйлчилгээ эрхлэгчид иж бүрэн тохижилттой дундын оффистой болно", 'short_description'=> "Нийслэлийн Жижиг, дунд үйлдвэр, үйлчилгээг дэмжих төв НӨҮГ Монголын үндэсний их сургууль /МҮИС/-тай хамтран ажиллах санамж бичиг байгууллаа. Тус санамж бичгийн зорилго нь МҮИС-ийн дэргэд инновацыг хөгжүүлэх, нэвтрүүлэх, гарааны бизнесийг дэмжих, жижиг, дунд үйлдвэр, үйлчилгээ эрхлэгчдийг хөнгөлөлттэй нөхцөлөөр ажлын байраар хангах, үйлдвэр эрхлэгчдийг бойжуулах, төр хувийн хэвшлийн хамтын ажиллагааг хөгжүүлэхэд чиглэжээ.", 'category_id'=> $c1]);
        DB::table('posts')->insert(['title' =>"“Шар дарцаг” аян Хан-Уул дүүрэгт үргэлжилж байна", 'short_description'=> "Нийслэлийн Засаг даргын захирамжаар замын хөдөлгөөнд оролцогчийн аюулгүй байдлыг хангах, хүүхдийг гэмт хэрэг, зөрчилд өртөхөөс урьдчилан сэргийлэх, замын хөдөлгөөний аюулгүй байдлын хууль, дүрмийг сурталчлах, зөв дадал хэвшлийг бий болгох зорилгоор “Шар дарцаг” аяныг нийслэлийн хэмжээнд нэг сарын хугацаатайгаар өрнүүлж байна.", 'category_id'=> $c1]);
        DB::table('posts')->insert(['title' =>"“Өвлийн идэш” арга хэмжээ болно", 'short_description'=> "ХХААХҮЯ, НЗДТГ, Улаанбаатар хотын Захирагчийн ажлын алба, холбогдох аймгийн Засаг дарга болон аймаг, нийслэлийн Хүнс, хөдөө аж ахуйн газар хамтран нийслэлийн хүн амын өвлийн хэрэгцээнд зориулан “Өвлийн идэш” арга хэмжээ зохион байгуулна. Тус арга хэмжээ арваннэгдүгээр сарын 25-наас арванхоёрдугаар сарын 2-ны өдрийг дуустал Төв цэнгэлдэх хүрээлэнд болох юм.", 'category_id'=> $c1]);
        DB::table('posts')->insert(['title' =>"Хан-Уул дүүрэгт хуучин хувцас, гутлаа зорилтот бүлгийн иргэдэд хандивлах 3 цэг ажиллуулж байна", 'short_description'=> "Иргэд хуучин гутал, хувцсаа ихэвчлэн шатаах эсвэл хогийн цэг дээр хаядаг. Гэтэл энэ нь нийслэлийн жилийн нийт хог хаягдлын 15-20 хувийг бүрдүүлдэг байна. Тиймээс хог болж хаягдахаас нь өмнө хувцас хэрэгцээтэй байгаа хүмүүст хүргэх зорилгоор хуучин хувцас, гутал төвлөрүүлдэг гурван цэгийг байгуулсан.", 'category_id'=> $c1]);
        DB::table('posts')->insert(['title' =>"Хан-Уул дүүргийн Засаг даргын дэргэдэх “Жудо бөхийн шигшээ баг”-ийн тамирчид “Алтан медал”-ийн эзэд боллоо", 'short_description'=> "Монгол улсад жүдо бөх үүсч хөгжсөний 50 жилийн ойн хүрээнд зохион байгуулагдаж байгаа 2020 оны Монгол улсын Жүдо бөхийн Залуучуудын улсын аварга шалгаруулах тэмцээнд Хан-Уул дүүргийн Засаг даргын дэргэдэх “Жудо бөхийн шигшээ баг”-ийн тамирчид 1 алт, 1 мөнгө, 3 хүрэл медаль хүртэж, багийн дүнгээр Алтан медалийн эзэд боллоо.", 'category_id'=> $c1]);
        DB::table('posts')->insert(['title' =>"Нийслэлийн  Газар зохион байгуулалтын ерөнхий төлөвлөгөөг шинэчлэн боловсруулж байна", 'short_description'=> "НЗДТГ, Нийслэлийн Газар зохион байгуулалтын албанаас Нийслэлийн газар зохион байгуулалтын ерөнхий төлөвлөгөөг боловсруулан, дүүрэг, нийслэлийн иргэдийн төлөөлөгчдийн хурлын төлөөлөгчдөд танилцуулж байгаа. Арваннэгдүгээр сарын 16-наас эхэлсэн танилцуулга, зөвлөгөөн өнөөдөр Хан-Уул дүүргийн газар зохион байгуулалтын ерөнхий төлөвлөгөөг хэлэлцсэнээр үргэлжиллээ.", 'category_id'=> $c1]);
        DB::table('posts')->insert(['title' =>"Зарим дүүргийн хороодыг хувааж, шинээр зохион байгуулах санал гаргав", 'short_description'=> "Нийслэлийн Засаг даргын зөвлөлийн хурлаар хэлэлцсэн удаах асуудал нь Нийслэлийн Баянгол, Баянзүрх, Чингэлтэй дүүргийн анхан шатны нэгж хороодыг хуваах, өөрчлөн зохион байгуулах тухай байлаа. Дээрх дүүргүүдийн зарим хорооны хүн ам, өрхийн тоо хэт олон байгаагаас ачаалал ихсэж, иргэдэд хүрэх үйлчилгээнд хүндрэл учирч буй тухай саналыг ирүүлсний дагуу энэхүү асуудлыг боловсруулсан байна.", 'category_id'=> $c1]);
        DB::table('posts')->insert(['title' =>"Нийслэлийн 171 хорооны хамтарсан багийн “Асуудал Шийдэл” илтгэл, ур чадварын уралдаанд Хан-Уул дүүргийн 16 дугаар хорооны хамтарсан баг ТЭРГҮҮН байранд шалгарлаа", 'short_description'=> "Нийслэлийн Гэр бүл, хүүхэд, залуучуудын хөгжлийн газраас Гэр бүлийн хүчирхийллээс урьдчилан сэргийлэх, түүнтэй тэмцэх ажлын хүрээнд Хамтарсан багийн хуулиар хүлээсэн чиг үүрэг, хариуцлагыг дээшлүүлж, мэдлэг, ур чадварыг нэмэгдүүлэх, шинэлэг арга барил, сайн туршлагыг харилцан солилцох, нийслэлийн 171 хорооны хамтарсан багийн “Асуудал Шийдэл” илтгэл, ур чадварын уралдаан 2021 оны 11 дүгээр сарын 16-ны өдөр зохион байгуулагдлаа.
        ", 'category_id'=> $c1]);
        DB::table('posts')->insert(['title' =>"Хан-Уул дүүргийн иргэдийн төлөөлөгчдийн хурлын нэрэмжит “Хан-Уул лиг” сагсан бөмбөгийн тэмцээн", 'short_description'=> "Хан-Уул дүүргийн иргэдийн төлөөлөгчдийн хурлын нэрэмжит “Хан-Уул Лиг” сагсан бөмбөгийн тэмцээн 2021 оны 11 дүгээр  сарын 13-ны  өдрөөс   12 дугаар сарын 20 хүртэл зохион байгуулагдаж байна.Тэмцээн халдвар хамгаалалтын дэглэмээ барьж явагдаж байгаа бөгөөд Хан-Уул дүүргийн Биеийн тамир, спортын хорооны зааланд 2021 оны 11 дүгээр сарын 13-14 ны өдрүүдэд  39 тоглолт явагдсан.", 'category_id'=> $c1]);
        DB::table('posts')->insert(['title' =>"Хүүхдийг зам, тээврийн осолд өртөхөөс урьдчилан сэргийлэх чиглэлээр “ШАР ДАРЦАГ” АЯН үргэлжилж байна", 'short_description'=> "Нийслэлийн Засаг даргын 2021 оны 10 дугаар сарын 26-ны өдрийн “Хүүхдийг зам, тээврийн осолд өртөхөөс урьдчилан сэргийлэх чиглэлээр хэрэгжүүлэх зарим арга хэмжээний тухай” А/834 дүгээр захирамж болон Нийслэлийн Засаг даргын Тамгын газраас зохион байгуулж буй “Шар дарцаг” аянд Хан-Уул дүүрэг нэгдсэн. Дүүргийн хэмжээнд төрийн өмчит болон төрийн бус 176 сургууль, цэцэрлэгт “Шар дарцаг”-ийг хэрхэн ашиглах, замын хөдөлгөөнд хэрхэн оролцохтой холбогдуулан хүүхэд, эцэг, эх асран хамгаалагч, багш нарт зориулсан “10 алтан дүрэм”, мэдээлэл, гарын авлага, наалт тараасан.", 'category_id'=> $c1]);
        DB::table('posts')->insert(['title' =>"Нийгмийн халамжийн тэтгэвэр, тэтгэмж, хөнгөлөлт, тусламжийн 11 дүгээр сарын олголтын хуваарь", 'short_description'=> "Нийгмийн халамжийн тэтгэвэр, тэтгэмж, хөнгөлөлт, тусламжийн 11 дүгээр сарын олголтын хуваарь", 'category_id'=> $c1]);
        DB::table('posts')->insert(['title' =>"Шар түвшинд шилжихийн тулд нэмэлт тунд хамрагдах хэрэгтэйг онцлов", 'short_description'=> "Нийслэлийн удирдах ажилтнуудын шуурхай зөвлөгөөн өнөөдөр болж, Нийслэлийн Засаг дарга бөгөөд Улаанбаатар хотын Захирагч Д.Сумъяабазар цахимаар удирдан зохион байгууллаа.", 'category_id'=> $c1]);
        DB::table('posts')->insert(['title' =>"21 хороодын хөгжлийн нийгмийн ажилтнуудад сургалт зохион байгууллаа", 'short_description'=> "Гэр бүл, хүүхдийн эсрэг хүчирхийллээс урьдчилан сэргийлэх, илрүүлэх, таслан зогсоох, хуулиар хүлээсэн чиг үүргийг хэрэгжүүлэхэд шаардлагатай мэргэжлийн ур чадвар олгох зорилгоор хороодын Хөгжлийн нийгмийн ажилтнуудад 2021 оны 11 дүгээр сарын 12-ны өдөр “Нийгмийн ажилтны кейс менежмент” сэдвээр сургалт зохион байгууллаа.", 'category_id'=> $c1]);
        DB::table('posts')->insert(['title' =>"Нэмэлт тунд хамрагдсанаар халдварын тархалт буурч байна", 'short_description'=> "Эрүүл мэндийн яамнаас өнөөдөр халдварын тархалт буурч байгаа талаар мэдээллээ. Тодруулбал, халдварын тархалт буурч байгаа нь гуравдугаар тунтай холбоотой болохыг онцолсон. Өнөөдрийн байдлаар 484.980 хүн буюу нийт хүн амын 15 хувь нь вакцины нэмэлт тунд хамрагджээ. Харин нийслэлийн хувьд нэмэлт тунгийн хамрагдалт 23.6 хувьд хүрээд байгаа юм.", 'category_id'=> $c1]);
        DB::table('posts')->insert(['title' =>"Хан-Уул дүүргийн Засаг дарга Ж.Алдаржавхлан дүүргийн сургууль, цэцэрлэгүүдэд шаардлагатай сургалтын хэрэглэгдэхүүнүүдийг хүлээлгэн өглөө", 'short_description'=> "Хан-Уул дүүргийн Засаг даргын 2021-2024 онд хэрэгжүүлэх “Эко-Эрүүл дүүрэг” үйл ажиллагааны хөтөлбөрт тусгагдсан “Зөв хүүхэд-Зөв ирээдүй” дэд хөтөлбөрийн хүрээнд дүүргийн ерөнхий боловсролын сургууль, цэцэрлэгийн сургалтын үйл ажиллагаанд дэмжлэг үзүүлэх зорилгоор шаардагдах хэрэглэгдэхүүнүүдийг шийдвэрлэн өглөө.", 'category_id'=> $c1]);
        DB::table('posts')->insert(['title' =>"Хан-Уул дүүргийн 15 хороонд цэцэрлэгийн шав тавилаа", 'short_description'=> "Хан-Уул дүүргийн 15 дугаар хороо нь 16.000 гаруй хүн амтай, сүүлийн жилүүдэд барилга байгууламж ихээр нэмэгдэж буй энэ хэрээр сургууль, цэцэрлэгийн хэрэгцээ шаардлага тулгамдаж буй асуудлын нэг болоод байсан. Өнөөдөр тус хорооны нутаг дэвсгэрт шинэ цэцэрлэгийн шав тавигдлаа.", 'category_id'=> $c1]);
        DB::table('posts')->insert(['title' =>"Монгол Улсын өсвөр үеийн жудо бөхийн аварга шалгаруулах тэмцээн 2021 оны11 сарын 06- 08-ны өдрүүдэд зохион байгуулагдаж өнгөрлөө", 'short_description'=> "Монгол Улсын өсвөр үеийн жудо бөхийн аварга шалгаруулах тэмцээн 2021 оны11 сарын 06-
        08-ны өдрүүдэд зохион байгуулагдаж өнгөрлөө. Тус тэмцээнд Хан-Уул дүүргийн Засаг даргын
        дэргэдэх өсвөрийн шигшээ багийн эмэгтэй баг тамирчид 5 алт, 2 мөнгө, 6 хүрэл медаль хүртэж
        багийн дүнгээр Алтан медаль хүртлээ.", 'category_id'=> $c1]);
        DB::table('posts')->insert(['title' =>"Хөгжлийн бэрхшээлтэй иргэдэд үзүүлэх үйлчилгээний хүртээмжийг нэмэгдүүлнэ", 'short_description'=> "Цар тахлын үед хөгжлийн бэрхшээлтэй иргэдэд үзүүлэх эрүүл мэндийн тусламж, үйлчилгээний хүртээмжийг сайжруулах сарын аяны хүрээнд сонсгол, хэл ярианы бэрхшээлтэй хүмүүст зориулсан тусгай утсыг хэрхэн ажиллуулж байгаа талаарх зөвлөлдөх уулзалтыг Нийслэлийн Эрүүл мэндийн газар /НЭМГ/ санаачлан зохион байгууллаа.", 'category_id'=> $c1]);
        DB::table('posts')->insert(['title' =>"Угаарын хий мэдрэгчийн зай хураагуурыг сольж эрсдэлээс сэргийлээрэй", 'short_description'=> "Хэрвээ угаарын хий мэдрэгч төхөөрөмж нь эвдэрсэн, гээсэн, зай хураагуур нь дууссан бол хайртай дотны хүмүүсийнхээ төлөө худалдааны төвөөс худалдан авч, зай хураагуурыг сольж ажиллуулан болзошгүй эрсдэлээс урьдчилан сэргийлээрэй.", 'category_id'=> $c1]);
        DB::table('posts')->insert(['title' =>"Монгол Улсын өсвөр үеийн жудо бөхийн аварга шалгаруулах тэмцээн 2021 оны11 сарын 06- 08-ны өдрүүдэд зохион байгуулагдаж өнгөрлөө
        ", 'short_description'=> "Монгол Улсын өсвөр үеийн жудо бөхийн аварга шалгаруулах тэмцээн 2021 оны11 сарын 06-
        08-ны өдрүүдэд зохион байгуулагдаж өнгөрлөө. Тус тэмцээнд Хан-Уул дүүргийн Засаг даргын
        дэргэдэх өсвөрийн шигшээ багийн эмэгтэй баг тамирчид 5 алт, 2 мөнгө, 6 хүрэл медаль хүртэж
        багийн дүнгээр Алтан медаль хүртлээ.", 'category_id'=> $c1]);
        DB::table('posts')->insert(['title' =>"Төрийн архивын улсын үзлэг эхэллээ", 'short_description'=> "Хууль зүй, дотоод хэргийн сайдын 2021 оны А/173 дугаар тушаалаар баталсан “Төрийн архивын үйл ажиллагаанд улсын үзлэг зохион байгуулах тухай” хуваарийн дагуу Архивын ерөнхий газрын дэд дарга бөгөөд Архив, албан хэрэг хөтлөлтийн хяналтын улсын ахлах байцаагч Ч.Оюунчимэгээр ахлуулсан Ажлын хэсэг гарсан. Тус Ажлын хэсэг өнөөдөр буюу арваннэгдүгээр сарын 9-ний өдөр НЗДТГ-ын дарга Т.Оюунчимэгт удирдамж, чиглэлээ танилцуулж Төрийн архивын улсын үзлэгийг эхлүүллээ.", 'category_id'=> $c1]);
        DB::table('posts')->insert(['title' =>"Хувиараа хөдөлмөр эрхлэгч, ААНБ-ууд Та бүхэн https://toollogo.1212.mn цахим хуудсаар тооллогодоо идэвхтэй хамрагдаарай", 'short_description'=> "Хувиараа хөдөлмөр эрхлэгч, ААНБ-ууд Та бүхэн https://toollogo.1212.mn цахим хуудсаар тооллогодоо идэвхтэй хамрагдаарай
        ААНБ-ын 2021 оны тооллого улс орон даяар 11-р сарын 1-нээс албан ёсоор эхэлсэн бөгөөд 12-р сарын 1 хүртэл үргэлжилнэ.", 'category_id'=> $c1]);
        DB::table('posts')->insert(['title' =>"“Шар дарцаг” аянд нэгдэхийг уриалж байна", 'short_description'=> "НЗДТГ, Нийслэлийн Цагдаагийн удирдах газар, Нийслэлийн Боловсролын газар, Тээврийн цагдаагийн албанаас хамтран “Шар дарцаг” аяны талаар мэдээлэл хийлээ. Замын хөдөлгөөнд оролцогчийн аюулгүй байдлыг хангах, хүүхдийг гэмт хэрэг, зөрчилд өртөхөөс урьдчилан сэргийлэх, замын хөдөлгөөний аюулгүй байдлын хууль, дүрмийг сурталчлах, зөв дадал хэвшлийг бий болгох зорилгоор Нийслэлийн Засаг дарга бөгөөд Улаанбаатар хотын Захирагчийн захирамжаар “Шар дарцаг” аяныг нийслэлийн хэмжээнд нэг сарын хугацаатай өрнүүлэх юм.", 'category_id'=> $c1]);
        DB::table('posts')->insert(['title' =>"Засаг дарга Ж.Алдаржавхлангийн санаачлагаар ХУД-ийн ИРГЭДИЙН ХУРЛЫН ТӨЛӨӨЛӨГЧИД хамтран ХОРТ ХАВДАРТАЙ ХҮМҮҮСТ ТУСЛАХ САН байгуулж, дүүргийнхээ 20 гаруй иргэдэд эмчилгээнд шаардагдах мөнгөн тусламж үзүүлээд байна", 'short_description'=> "Засаг дарга Ж.Алдаржавхлангийн санаачлагаар ХУД-ийн ИРГЭДИЙН ХУРЛЫН ТӨЛӨӨЛӨГЧИД хамтран ХОРТ ХАВДАРТАЙ ХҮМҮҮСТ ТУСЛАХ САН байгуулж, дүүргийнхээ 20 гаруй иргэдэд эмчилгээнд шаардагдах мөнгөн тусламж үзүүлээд байна", 'category_id'=> $c1]);
        DB::table('posts')->insert(['title' =>"Хууль зүй, дотоод хэргийн сайд Х.Нямбаатар Хан-Уул дүүрэг дэх Цагдаагийн газарт ажиллалаа", 'short_description'=> "Хууль зүй дотоод хэргийн сайд Х.Нямбаатар, Улсын Их Хурлын гишүүн Г.Амартүвшин, Хан-Уул дүүргийн Засаг дарга Ж.Алдаржавхлан, Цагдаагийн ерөнхий газрын дэд бөгөөд нийслэлийн цагдаагийн удирдах газрын дарга, цагдаагийн хурандаа Р.Отгонжаргал нар Хан-Уул дүүрэг дэх Цагдаагийн газрын үйл ажиллагаатай танилцлаа.", 'category_id'=> $c1]);
        DB::table('posts')->insert(['title' =>"АЖ АХУЙН НЭГЖ БАЙГУУЛЛАГЫН ТООЛЛОГОДОО ИДЭВХТЭЙ ХАМРАГДААРАЙ.", 'short_description'=> "5 жил тутамд зохион байгуулдаг энэ удаагийн тооллогыг 2021 оны 11 сарын 1-ээс 12 сарын 1-ийг хүртэл цахим хэлбэрээр зохион байгуулна.
        2021 оны 11-р сарын 1-ээс өмнө үүсгэн байгуулагдсан өмчийн бүх хэлбэрийн аж ахуйн нэгжүүд болон хувиараа хөдөлмөр эрхлэгчид https://toollogo.1212.mn цахим хуудсаар “Аж ахуйн нэгж байгууллагын тооллого”-доо идэвхтэй хамрагдахыг уриалж байна.", 'category_id'=> $c1]);
        DB::table('posts')->insert(['title' =>"Нийслэлийн хэмжээнд 2000 тонн тусгай бодис, 500 тонн давс нөөцөлжээ", 'short_description'=> "Нийслэлийн удирдах ажилтнуудын шуурхай зөвлөгөөн өнөөдөр болж, Нийслэлийн Засаг дарга бөгөөд Улаанбаатар хотын Захирагч Д.Сумъяабазар цахимаар удирдан зохион байгууллаа.", 'category_id'=> $c1]);
        DB::table('posts')->insert(['title' =>"Үйлчилгээний салбарынхан III тундаа хамрагдаж эхэллээ", 'short_description'=> "Монголын ресторан, зоогийн газрын холбоо болон “БЭХ” баар эрхлэгчдийн холбоо хамтран зочлох үйлчилгээний салбарын ажилтнуудыг вакцины III тунд хамруулах аяныг санаачиллаа. Уг аяны хүрээнд тус салбарын ажилтнууд арваннэгдүгээр сарын 8, 9-ний өдөр 08:00-19:00 цагийн хооронд урьдчилан бэлтгэсэн вакцинжуулалтын таван цэгт очин, III тунд хамрагдах боломжтой юм.", 'category_id'=> $c1]);
        DB::table('posts')->insert(['title' =>"Угаарын хийн дуудлага буурчээ", 'short_description'=> "НЗДТГ, НИТХ, Нийслэлийн Агаарын бохирдолтой тэмцэх газар /НАБТГ/, Цагдаагийн ерөнхий газрын Урьдчилан сэргийлэх хэлтэс, “Таван толгой түлш” ХХК хамтран хэвлэлийн бага хурал зарлаж, аравдугаар сарын 1-нээс нэг сарын хугацаанд өрнөсөн “Угаарын хийн эрсдэлээс сэргийлье” аяны үр дүнгийн талаар мэдээллээ.  Хэвлэлийн хуралд НАБТГ-ын дарга Б.Пүрэвсүрэн, Цагдаагийн ерөнхий газрын Урьдчилан сэргийлэх хэлтсийн ахлах мэргэжилтэн, цагдаагийн дэд хурандаа Б.Алтанзул, “Таван толгой түлш” ХХК-ийн Хэрэглэгчдэд үйлчлэх албаны дарга Ч.Буянжаргал нар оролцсон юм.", 'category_id'=> $c1]);
        DB::table('posts')->insert(['title' =>"ХАН-УУЛ ДҮҮРГИЙН АЖ, АХУЙН НЭГЖ БАЙГУУЛЛАГУУДТАЙ ХАРИУЦЛАГЫН ГЭРЭЭ БАЙГУУЛЛАА", 'short_description'=> "Урлаг соёл, спортын арга хэмжээг 50 хувийн дүүргэлттэйгээр нээж байгаатай холбогдуулан дүүргийн нутаг дэвсгэрт үйл ажиллагаа явуулж буй аж ахуйн нэгжүүдэд хариуцлагын гэрээг дүүргийн Хүнс, худалдаа үйлчилгээний хэлтэс, Цагдаагийн газраас танилцуулж, гэрээ байгуулж байна.  Хариуцлагын гэрээний гол зүйлт нь олон нийтийн арга хэмжээ зохион байгуулах бол урьдчилан дүүрэг, нийслэлийн Онцгой комисст мэдэгдсэн байх, үйлчлүүлэгчдийн тоог хүчин чадлын /суудлын/ 50 хувиас хэтрүүлэхгүй байхаар ширээ, сандлыг цөөлж үйлчилгээний танхимд байршуулах, орох хэсэгт хяналтын ажилтан томилох талаар тусгасан байна.", 'category_id'=> $c1]);
        DB::table('posts')->insert(['title' =>"Хан-Уул дүүргийн Онцгой комиссын дарга Ж.Алдаржавхлан дүүргийн нутаг дэвсгэрт соёл урлаг, спорт, хоол үйлдвэрлэлийн чиглэлээр үйл ажиллагаа явуулж буй аж ахуйн нэгжүүдэд хариуцлагын гэрээ байгуулахыг холбогдох хэлтэс, албадын удирдлагуудад чиглэл өглөө", 'short_description'=> "Засгийн газрын хуралдаанаас 2021 оны 11 дүгээр сарын 1-ний өдрөөс эхлэн урлаг соёл, спортын арга хэмжээг 50 хувийн дүүргэлттэйгээр нээхээр шийдвэрлэсэнтэй холбогдуулан дүүргийн онцгой комисс хуралдаж, соёл урлаг, спорт, хоол үйлдвэрлэлийн чиглэлээр үйл ажиллагаа явуулж буй аж ахуйн нэгжүүдэд хариуцлагын гэрээний шинэчлэгдсэн заалтуудыг танилцуулж, зөвлөн тусалж, гэрээ байгуулахыг холбогдох хэлтэс, албадын дарга нарт үүрэг өглөө.", 'category_id'=> $c1]);
        DB::table('posts')->insert(['title' =>"Соёлын бүтээгдэхүүн үйлдвэрлэгчид анхдугаар зөвлөгөөнөө дүгнэлээ", 'short_description'=> "“Соёлын бүтээлч сар” аяны хүрээнд Нийслэлийн Жижиг, дунд үйлдвэр, үйлчилгээг дэмжих төвөөс өнөөдөр “Соёлын бүтээгдэхүүн үйлдвэрлэгч Нийслэлийн жижиг, дунд үйлдвэр, үйлчилгээ эрхлэгчдийн анхдугаар зөвлөгөөн-2021”-ийг зохион байгуулсан. Тус аяныг Нийслэлийн Жижиг, дунд үйлдвэр, үйлчилгээг дэмжих төв санаачлан, Соёлын яам, НЗДТГ, МҮХААҮТ хамтран зохион байгуулж буй. Маргааш нийслэлийн соёлын бүтээгдэхүүн үйлдвэрлэгч жижиг, дунд үйлдвэр, үйлчилгээ эрхлэгчдийн шилдэг, шилдэг бүтээлийн үзэсгэлэн гарах юм. Өнөөдрийн зөвлөгөөнд оролцсон жижиг, дунд үйлдвэр, үйлчилгээ эрхлэгчид, албаны хүмүүс зөвлөгөөнийг дүгнэж, дараах байр суурийг илэрхийллээ", 'category_id'=> $c1]);
        DB::table('posts')->insert(['title' =>"Тамирчид дархлаа сэргээх нэмэлт III тунд хамрагдлаа", 'short_description'=> "ЭМЯ, НЭМГ, Баянгол дүүргийн Эрүүл мэндийн төв, Спортын төв ордонтой хамтран тамирчдыг өнөөдөр дархлаа сэргээх нэмэлт III тунд хамрууллаа. Нийт 350 тамирчин Пфайзер болон Синофарм вакцины сонголттой III тунгийн дархлаажуулалтад хамрагдаж буй юм.", 'category_id'=> $c1]);


        DB::table('users')->insert([
            'username' =>"admin",
            'password' => Hash::make('p@ssw0rd'),
            'firstname' => 'Batkhishig',
            'lastname' => 'Danaasuren',
            'rd' => 'УК99100712',
            'email' => 'd.batkhishig1007@gmail.com',
            'phone' => '+97699288220',
            'birthday' => '1999/10/07',
            'gender' => 'male',
            'admin_type' => 'admin',
            'apartment_id' => 'Саарлын 22',
            'address' => "KHUD 2nd section 22-18",
            'is_active' => true,
        ]);

        DB::table('users')->insert([
            'username' =>"bat",
            'password' => Hash::make('p@ssw0rd1'),
            'firstname' => 'Bat',
            'lastname' => 'Tab',
            'rd' => 'UK97123101',
            'email' => 'bat@gmail.com',
            'phone' => '+9769928821',
            'birthday' => '1999/10/05',
            'gender' => 'male',
            'admin_type' => 'operator',
            'apartment_id' => 'Саарлын 23',
            'address' => "KHUD 2nd section",
            'is_active' => true,
        ]);

        DB::table('users')->insert([
            'username' =>"dorj",
            'password' => Hash::make('p@ssw0rd2'),
            'firstname' => 'Dorj',
            'lastname' => 'Jrod',
            'rd' => 'UK97123102',
            'email' => 'dorj@gmail.com',
            'phone' => '+9769928822',
            'birthday' => '1999/10/06',
            'gender' => 'male',
            'admin_type' => 'operator',
            'apartment_id' => 'Саарлын 18',
            'address' => "KHUD 2nd section",
            'is_active' => true,
        ]);

        DB::table('users')->insert([
            'username' =>"tulga",
            'password' => Hash::make('p@ssw0rd3'),
            'firstname' => 'Tulga',
            'lastname' => 'Aglut',
            'rd' => 'UK97123103',
            'email' => 'tulga@gmail.com',
            'phone' => '+9769928823',
            'birthday' => '1999/10/08',
            'gender' => 'male',
            'admin_type' => 'operator',
            'apartment_id' => 'Саарлын 21',
            'address' => "KHUD 2nd section",
            'is_active' => true,
        ]);

        DB::table('users')->insert([
            'username' =>"sukh",
            'password' => Hash::make('p@ssw0rd4'),
            'firstname' => 'Sukh',
            'lastname' => 'Khus',
            'rd' => 'UK97123104',
            'email' => 'sukh@gmail.com',
            'phone' => '+9769928824',
            'birthday' => '1999/10/09',
            'gender' => 'male',
            'admin_type' => 'operator',
            'apartment_id' => 'Саарлын 28',
            'address' => "KHUD 2nd section",
            'is_active' => true,
        ]);

        DB::table('users')->insert([
            'username' =>"khuyag",
            'password' => Hash::make('p@ssw0rd5'),
            'firstname' => 'Khuyag',
            'lastname' => 'Gayukh',
            'rd' => 'UK97123105',
            'email' => 'khuyag@gmail.com',
            'phone' => '+9769928825',
            'birthday' => '1999/10/10',
            'gender' => 'male',
            'admin_type' => 'operator',
            'apartment_id' => 'Саарлын 30',
            'address' => "KHUD 2nd section",
            'is_active' => true,
        ]);

        DB::table('users')->insert([
            'username' =>"lodoi",
            'password' => Hash::make('p@ssw0rd6'),
            'firstname' => 'Lodoi',
            'lastname' => 'Oidol',
            'rd' => 'UK97123106',
            'email' => 'lodoi@gmail.com',
            'phone' => '+9769928826',
            'birthday' => '1999/10/11',
            'gender' => 'male',
            'admin_type' => 'operator',
            'apartment_id' => 'Саарлын 31',
            'address' => "KHUD 2nd section",
            'is_active' => true,
        ]);

        DB::table('users')->insert([
            'username' =>"chimeg",
            'password' => Hash::make('p@ssw0rd7'),
            'firstname' => 'Chimeg',
            'lastname' => 'Gemich',
            'rd' => 'UK97123107',
            'email' => 'chimeg@gmail.com',
            'phone' => '+9769928827',
            'birthday' => '1999/10/12',
            'gender' => 'female',
            'admin_type' => 'operator',
            'apartment_id' => 'Саарлын 33',
            'address' => "KHUD 2nd section",
            'is_active' => true,
        ]);

        DB::table('users')->insert([
            'username' =>"dulam",
            'password' => Hash::make('p@ssw0rd8'),
            'firstname' => 'Dulam',
            'lastname' => 'Malud',
            'rd' => 'UK97123108',
            'email' => 'dulam@gmail.com',
            'phone' => '+9769928828',
            'birthday' => '1999/10/13',
            'gender' => 'female',
            'admin_type' => 'operator',
            'apartment_id' => 'Саарлын 37',
            'address' => "KHUD 2nd section",
            'is_active' => true,
        ]);

        DB::table('users')->insert([
            'username' =>"tsetseg",
            'password' => Hash::make('p@ssw0rd9'),
            'firstname' => 'Tsetseg',
            'lastname' => 'Getsets',
            'rd' => 'UK97123109',
            'email' => 'bat@gmail.com',
            'phone' => '+9769928829',
            'birthday' => '1999/10/14',
            'gender' => 'female',
            'admin_type' => 'operator',
            'apartment_id' => 'Саарлын 10',
            'address' => "KHUD 2nd section",
            'is_active' => true,
        ]);

        DB::table('users')->insert([
            'username' =>"jims",
            'password' => Hash::make('p@ssw0rd10'),
            'firstname' => 'Jims',
            'lastname' => 'Smij',
            'rd' => 'UK97123110',
            'email' => 'jims@gmail.com',
            'phone' => '+9769928830',
            'birthday' => '1999/10/15',
            'gender' => 'female',
            'admin_type' => 'operator',
            'apartment_id' => 'Саарлын 9',
            'address' => "KHUD 2nd section",
            'is_active' => true,
        ]);
    }
}